{
    "usuario":[
        {
            "nome": "Narutinho 123",
            "foto_perfil": "../images/profile/General/profile-picture-naruto.jpg",
            "seguidores": 7500,
            "horas_jogadas": 4556,
            "generos_favoritos": ["Terror", "Ação", "Aventura"],
            "avaliacoes":{
                "star1": 12,
                "star2": 19,
                "star3": 3,
                "star4": 5,
                "star5": 2
            },
            "streamer": true,
            "seguindo": ["Ellie 1", "Ellie 2", "Ellie 3"],
            "wallpaper": "../images/profile/General/wp-mortal-kombat.svg",
            "bio": "Oi, eu sou o Fabio. Gosto de animes e faço umas livezinhas de vez em quando :3",
            "review_list":{
                "game1":{
                    "gameName": "Castlevania",
                    "gamePicture": "../images/profile/Games/Narutinho 123/fg-castlevania.svg",
                    "PlayedData":"23-09-2019",
                    "rating": 4,
                    "review_idv": "Esse jogo é uma verdadeira aventura! Logo de cara, fui fisgado pela atmosfera sombria e pela trilha sonora épica. Parecia que eu estava mesmo dentro do castelo, pronto para enfrentar vampiros e demônios. O que mais me impressionou foi a liberdade de exploração. Tipo, não é só seguir um caminho, é sair explorando cada canto do castelo, descobrindo segredos e lutando contra monstros pelo caminho. Foi massa poder escolher minhas armas e magias, criando um estilo de luta que combina comigo"
                },
                "game2":{
                    "gameName": "Naruto Ultimate Ninja",
                        "gamePicture": "../images/profile/Games/Narutinho 123/fg-naruto-un.svg",
                        "PlayedData":"15-05-2015",
                        "rating": 4,
                        "review_idv": "Esse jogo é uma jornada emocionante através do mundo ninja, com todos os meus personagens favoritos. Desde a vila de Konoha até as terras mais distantes, é uma viagem cheia de desafios e emoções. Ah, e não posso esquecer das cutscenes. São como cenas diretamente do anime, e cada momento é repleto de emoção e adrenalina."
                },
                "game3":{
                    "gameName": "Marvel vs Capcom",
                        "gamePicture": "../images/profile/Games/Narutinho 123/fg-marvel-vs-capcom.jpg",
                        "PlayedData":"03-02-2011",
                        "rating": 3,
                        "review_idv": "Marvel vs Capcom é um verdadeiro festim para os fãs de jogos de luta e dos universos dos quadrinhos. Desde o momento em que você escolhe seu time de heróis e vilões favoritos, até o momento em que desfere combos épicos, este jogo é uma montanha-russa de ação e diversão. Uma das coisas que mais gostei foi o cuidado com os detalhes. Cada personagem tem movimentos e diálogos que são fiéis aos seus respectivos universos. É como se você estivesse controlando seus heróis favoritos diretamente de uma HQ ou jogo da Capcom."
                },
                "game4":{
                    "gameName": "It Takes Two",
                        "gamePicture": "../images/profile/Games/Narutinho 123/fg-it-takes-two.svg",
                        "PlayedData":"30-03-2024",
                        "rating": 5,
                        "review_idv": "It Takes Two é uma verdadeira joia dos jogos cooperativos, uma experiência que vai além de simplesmente jogar e se transforma em uma jornada emocional e divertida para dois jogadores. Desde o momento em que você e seu parceiro começam esta aventura, é impossível não se envolver com a história cativante e os desafios inteligentes que o jogo oferece."
                }
                
            },
            "fvr_games":{
                "game1": "../images/profile/Games/Narutinho 123/fg-castlevania.svg",
                "game2": "../images/profile/Games/Narutinho 123/fg-it-takes-two.svg",
                "game3": "../images/profile/Games/Narutinho 123/fg-marvel-vs-capcom.svg",
                "game4": "../images/profile/Games/Narutinho 123/fg-naruto-un.svg"
            }
            
        },
        {
            "nome": "Valdemar Oliveira da Silva",
            "foto_perfil": "../images/profile/General/profile-picture-miranha.jpg",
            "seguidores": 871,
            "horas_jogadas": 1092,
            "generos_favoritos": ["FPS", "RPG", "Sandbox"],
            "avaliacoes":{
                "star1": 1,
                "star2": 5,
                "star3": 3,
                "star4": 9,
                "star5": 15
            },
            "streamer": false,
            "seguindo": ["Ellie 1", "Ellie 2", "Ellie 3"],
            "wallpaper": "../images/profile/General/wp-spiderverse.svg",
            "bio": "25 anos - SP. Designer nas horas vagas",
            "review_list":{
                "game1":{
                    "gameName": "Bioshock",
                    "gamePicture":"../images/profile/Games/Valdemar/fvr-bioshock.svg" ,
                    "PlayedData": "16-06-2018",
                    "rating": 4,
                    "review_idv": "Bioshock é uma obra-prima do gênero de jogos de tiro em primeira pessoa, mas vai além disso. Com uma narrativa envolvente que explora temas como livre-arbítrio e utopia distorcida, você se vê imerso em Rapture, uma cidade submarina cheia de mistérios e perigos. Os visuais art déco, a jogabilidade dinâmica e o uso criativo de plasmídeos tornam cada momento de Bioshock uma experiência única e arrebatadora."
                },
                "game2":{
                    "gameName": "Bloodborne",
                    "gamePicture":"../images/profile/Games/Valdemar/fvr-bloodborne.svg" ,
                    "PlayedData": "25-08-2020",
                    "rating": 5,
                    "review_idv": "Bloodborne é um jogo que desafia e recompensa os jogadores de maneiras igualmente intensas. Dos mesmos criadores de Dark Souls, este jogo de ação e RPG transporta você para um mundo gótico e sombrio, cheio de criaturas terríveis e cenários deslumbrantes. A jogabilidade é implacável, exigindo precisão e estratégia em cada combate. Com uma atmosfera única e uma trama envolvente, Bloodborne é um verdadeiro teste de habilidade e coragem."
                },
                "game3":{
                    "gameName": "Cyberpunk",
                    "gamePicture": "../images/profile/Games/Valdemar/fvr-cyberpunk.svg",
                    "PlayedData": "13-12-2020",
                    "rating": 3,
                    "review_idv": "Em Cyberpunk 2077, você é transportado para Night City, um futuro distópico onde a tecnologia e a violência se misturam em uma paisagem urbana cheia de oportunidades e perigos. Com uma história rica em escolhas morais e consequências, você molda o destino do protagonista, V. O mundo aberto é vasto e repleto de atividades, desde missões emocionantes até personalização profunda de personagens. Apesar dos problemas de lançamento, o potencial deste jogo para criar experiências imersivas e emocionantes é inegável."
                },
                "game4":{
                    "gameName": "God of War",
                    "gamePicture": "../images/profile/Games/Valdemar/fvr-gow.svg",
                    "PlayedData": "14-02-2019",
                    "rating": 4,
                    "review_idv": "God of War 2018 reinventa a franquia, levando Kratos para as terras nórdicas em uma jornada emocional e épica. O jogo combina combate visceral e desafiador com uma narrativa envolvente sobre paternidade e redenção. A relação entre Kratos e seu filho, Atreus, é o coração da história, trazendo momentos de ternura e intensidade. Além disso, os visuais deslumbrantes e a trilha sonora marcante elevam a experiência a novos patamares."
                },
                "game5":{
                    "gameName": "Stray" ,
                    "gamePicture": "../images/profile/Games/Valdemar/fvr-stray.svg",
                    "PlayedData": "14-09-2023",
                    "rating": 5,
                    "review_idv": "Stray é um jogo único que coloca você na pele de um gato perdido em uma cidade futurista habitada por robôs. Este jogo indie promete uma experiência diferente de tudo que já se viu, com uma atmosfera intrigante e um mundo aberto cheio de mistérios para explorar. A jogabilidade se concentra em resolver quebra-cabeças e interagir com o ambiente de uma maneira felinamente única. Com visuais deslumbrantes e uma premissa intrigante, Stray é uma jornada promissora que promete cativar os jogadores com sua originalidade."
                }
            },
            "fvr_games":{
                "game1":"../images/profile/Games/Valdemar/fvr-bloodborne.svg",
                "game2":"../images/profile/Games/Valdemar/fvr-stray.svg",
                "game3":"../images/profile/Games/Valdemar/fvr-gow.svg",
                "game4":"../images/profile/Games/Valdemar/fvr-bioshock.svg"
            }
        }
    ]

    
}
